{
    "Come posso installare l'app?": "Cliccare o inquadrare il QR esposto ad inizio pagina. Se vengono richiesti i permessi da parte del browser per scaricare o installate applicazioni da fonti sconosciute concedere gli stessi e procedere all'installazione.",
    "Ho un telefono Android, posso installare l'app?": "L'app è disponibile per tutti gli smartphone con Android 9.0 o superiore.",
    "Ho un iPhone, posso installare l'app?": "L'app non è momentaneamente disponibile per iOS.",
    "Cosa fare se l'app non trova nessun dispositivo durante la scansione bluetooth?": "Se la scansione bluetooth non produce risultati assicurarsi che il device sia acceso, che il bluetooth dello smartphone sia acceso, che la localizzazione GPS dello smartphone sia accesa e premere nuovamente su 'Nuova Scansione'.",
    "Il monitoraggio si interrompe quando chiudo l'app, cosa faccio?": "Se l'applicazione smette di funzionare mentre lo schermo è spento è necessario disabilitare l'ottimizzazione batteria. Se questa è attiva verrà mostrata una notifica nella schermata principale dell'app.",
    "Ho iniziato il monitoraggio ma non vedo i parametri vitali, come verifico che stia funzionando?": "Verifichi che il dispositivo sia connesso. Sul dispositivo vi è un led verde lampeggiante se connesso correttamente, in app viene mostrato lo stato di connessione come mostrato nel manuale di istruzioni. In schermata di monitoraggio vedrà la temperatura e la percentuale batteria, ad indicare che il dispositivo è connesso correttamente. Ad inizio sessione, cliccando su 'inizia', deve attendere 15-30 secondi che il dispositivo si tari. Se continua a non vedere nessun dato sulle relative caselle di elettrocardiogramma e respiro può verificare che il segnale venga ricevuto cliccando sulla casella dell'elettrocardiogramma, se dispone di un  telefonino Android. Si aprirà un grafico che ne mostra il segnale in arrivo. Se non vi è alcun segnale forzare la chiusura dell'app, attendere che il dispositivo si spenga e ripetere la procedura. Se vi è segnale ma i parametri non sono calcolati vi sono artefatti che ne impediscono la lettura. In questo caso verificare il corretto posizionamento del device.",
    "Il dispositivo è connesso ma non ricevo dati": "Verificare che la localizzazione GPS sia accesa. Se continua a non vedere nessun dato sulle relative caselle di elettrocardiogramma e respiro può verificare che il segnale venga ricevuto cliccando sulla casella dell'elettrocardiogramma. Si aprirà un grafico che ne mostra il segnale in arrivo. Se non vi è alcun segnale forzare la chiusura dell'app, attendere che il dispositivo si spenga e ripetere la procedura. Se vi è segnale ma i parametri non sono calcolati vi sono artefatti che ne impediscono la lettura. In questo caso verificare il corretto posizionamento del device. Nel caso in cui i passaggi precedenti non funzionino cancellare il device YouCare dal menù impostazioni dell'applicazione e ripetere la procedura di associazione all'app. N.B. non effettuare l'accoppiamento/associazione dal menù impostazioni del telefono o il device non funzionerà correttamente.",
    "Dopo la richiesta di accoppiamento/associazione il dispositivo risulta connesso ma non riesco ad inviare dati.": "Se per sbaglio è stato effettuato l'accoppiamento, o se questo problema dovesse presentarsi spontaneamente, purtroppo, non resterà che resettare le impostazioni di rete. Solitamente in impostazioni-generali/connessioni-reset-reimposta reti). Ogni smartphone ha il suo menù di reset delle reti. Attenzione, questa opzione cancellerà tutte le reti wifi e bluetooth e le password salvate associate alle stesse.",
    "Il telefono continua a chiedere di effettuare l'accoppiamento e non riesco a connettermi all'app correttamente.": "Se per sbaglio è stato effettuato l'accoppiamento, o se questo problema dovesse presentarsi spontaneamente, purtroppo, non resterà che resettare le impostazioni di rete. Solitamente in impostazioni-generali/connessioni-reset-reimposta reti). Ogni smartphone ha il suo menù di reset delle reti. Attenzione, questa opzione cancellerà tutte le reti wifi e bluetooth e le password salvate associate alle stesse.",
    "La casella della saturazione non mostra alcun risultato.": "La saturazione non è implementata.",
    "Posso spegnere lo schermo o utilizzare altre applicazioni durante il monitoraggio?": "L'app funziona in background, questo vuol dire che, finchè vedrà la notifica YouCare nel pannello delle notifiche, il monitoraggio è in corso.",
    "Il dispositivo YouCare non si connette in automatico all'avvio": "Se è già stato effettuato il collegamento iniziale e sulla schermata principale non ci sono avvisi allora prova a spegnere il bluetooth, riapri l'app e clicca su 'Attiva' di fianco la notifica del bluetooth spento, assicurarsi che il dispositivo sia acceso ed attendi qualche secondo.",
    "L'app non rileva alcun dispositivo durante la scansione anche se il device è acceso": "Attendere circa 10 secondi e cliccare nuovamente su 'Nuova Scansione'",
    "Ho disconnesso il dispositivo YouCare ma risulta ancora connesso e non posso effettuare una nuova scansione dispositivi.": "Forzare la chiusura dell'app con il task manager del device utilizzato (chiusura forzata della app) o in impostazioni-app-YouCare-Interruzione forzata e riaprire l'app.",
    "La temperatura è più alta/bassa del normale.": "Il sensore di temperatura utilizzato dal dispositivo YouCare può avere una temperatura maggiore/minore di +/- 1.5°C rispetto a quella del classico termometro. La temperatura calcolata è quella cutanea.",
    "Come aggiornare l'app?": "In caso di un nuovo aggiornamento all'apertura dell'app verrà mostrata una notifica di aggiornamento disponibile. Cliccando su di essa si potrà accedere al menù di aggiornamento dove vi è spiegata la procedura guidata. In alternativa nella pagina principale dell'applicazione verrà mostrata la notifica di aggiornamento. In alternativa può scaricare nuovamente il file di installazione dal codice qr che le è stato fornito nel kit."
}